[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=English

FileAuthor=pakkuncung

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Situs Circle Dock
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Author
SupportForumWord=Support Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Key Presses / Mouse Wheel Scrolls Per Rotation
IconReplacementMode=Mode Ganti Icon
normal=Normal
topmost=Selalu Paling Atas
alwaysOnBottom=Selalu Paling Bawah
zLevel=Z - Level

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Setelan
HideWord=Sembunyi
ShowWord=Tampilkan
QuitWord=Keluar
RemoveWord=Hapus
AddWord=Tambah
DockFolder=Dock Folder
ChangeIcon=Ganti Latar
ItemSettings=Item Settings
PauseMouseToggling=Pause Mouse Toggling
blankIcon=Icon Blank

[SettingsPanel]
Name=Konfigurasi Circle Dock
SettingsPanelWord=SettingsPanel
GeneralWord=General
DockShape=Bentuk Dock

Labels=Label
Animation=Animasi
LocationWord=Posisi
TogglingWord=Toggling
FileDockIconAssociations=File -> Dock Icon Associations
LanguageWord=Bahasa
HelpWord=Help
HotKeySelectorToggleDock=Hotkey Selector (To Toggle Dock Visibility)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Kombinasi Hotkey yang Valid
InvalidHotKeyCombination=Kombinasi Hotkey tidak valid\Terpakai

CentreAroundCursorWhenShown=Dock berada di tengah cursor saat tampil
CircleDockVersionWord=Versi Circle Dock
EnableDockRotation=Rotasi Dock

ConfigurationDescriptionLabel=Atur bagaimana Circle Dock tampil pada layar anda
// Location Panel
lockDockAtCurrentPosition=Kunci Dock pada posisi

// General Panel
KeepDockAboveAllOtherWindows=Buat Dock selalu berada diatas window yang lain
ClickSensitivity=Sensitifitas
Sensitive=Sensitif
NotSensitive=Tidak Sensitif
EnablePortabilityMode=Mode Portable
UseMemorySaver=Penghemat Memory
useSameRotationValueAllLevels=Nilai rotasi yang sama untuk semua tingkatan 
currentRotationValue=Set Nilai Rotasi (Radians)

// Background Panel
Background=Latar Belakang
BackgroundImage=Gambar Latar
NormalSize=Ukuran Normal
NormalOpacity=Opacity Normal

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Jumlah Item per Lingkaran
NumberOfIconsPerCircle=Jumlah Icon per Lingkaran
MinimumRadius=Radius Minimum
SeparationBetweenCircles=Jarak antar Lingkaran
FormatWord=Format
CircleWord=Lingkaran
maximumNumberOfItemsPerCircle=Jumlah Maximum Item per Lingkaran
lineWord=Garis
spiralWord=Spiral
rateOfIncrease=Nilai Pertambahan
defaultWord=Default
separationWord=Perpisahan

// Centre Button Panel
CentreButton=Tombol Tengah
DefaultCentreButton=Default Tombol Tengah
OtherSettings=Setelan Lain
ShowStartMenuWhenClicked=Tampilkan Start Menu saat di-Klik
StartMenuResidueWarning=Anda harus mematikan "Show shadow under menus" pada setelan visual style windows Anda. Jika tidak akan muncul bayangan yang tertinggal.

// Dock Items Panel
DockItems=Dock Items
RightClickMenu=Menu Klik-Kanan
ShowWindowsFileFolderMenus=Tampilkan Menu Windows File Folder 
HideDock=SEmbunyikan Dock
HideDockAfterFileExecution=Sembunyikan Dock setelah membuka File/Folder

// Labels Panel
FontWord=Font
ChangeFont=Ganti Font
ChangeColor=Ganti Warna
ShadowWord=Bayangan
ShadowSize=Ukuran Bayangan
ShadowDarknessFactor=Faktor Kegelapan Bayangan
ShowLabels=Tampilkan Label
ShowLabelsOnMouseoverOnly=Tampilkan Label hanya pada Mouseover

// Animation
AnimationWord=Animasi
GeneralFrameRate=Frame Rate (FPS)
RotationAnimationDuration=Durasi Animasi Rotasi (ms)
FadeInFadeOutDuration=Durasi Fade In/Out (ms)
UsePoofAnimationWhenDeleting=Tampilkan Animasi Poof Saat Menghapus (Experimental)

//About Panel
AboutWord=About
ThePremiereCircularDockForWindows=The premiere circular dock for Windows
WebsiteWord=Kunjungi Situs
VersionInformation=Informasi Versi
OfficialHomepage=Situs Resmi

// Help Panel
SupportWord=Support
OfficialWebForum=Official Web Forum
OfficialWebHelpFAQ=Official Web Help/FAQ

// Language Panel
LanguageFileLocation=Lokasi File Bahasa
LanguageName=Bahasa
LanguageFileAuthor=Pengalih Bahasa
LanguageFileVersion=Versi Bahasa
LanguageFileOriginallyIntendedFor=File Bahasa Ini dibuat untuk CircleDock Versi:
LanguageFileProgramRestartRequired=***Untuk alih bahasa seutuhnya, restart program***
LanguageFileValidCurrent=File bahasa yang Valid/terpilih
LanguageFileInvalidOutofDate=File bahasa tidak valid/kadaluarsa

// File -> Icon Associations
FileIconAssocationsDescription=Default Icons saat tambah File/Folder ke Dock
FileNameIconAssociations=File Name -> Icon Associations
FolderNameIconAssociations=Folder Name -> Icons Associations
FileExtensionIconAssociations=File Extension -> Icon Associations
DockFolderIconAssociation=Dock Folder -> Icon Association

fileName=Nama File
folderName=Nama Folder
extensionName=Extension
associatedDockIcon=Associated Dock Icon
browse=Browse
startsWith=MUlai dengan
endsWith=Akhiri Dengan
exactMatch=Persis
contains=Berisi
sample=Contoh

// Toggling
ToggleVisibilityHotKey=Toggle Visibility Hotkey
ToggleVisibilityMouseButton=Toggle Visibility Mouse Button
ShowDockWhenIMoveMyMouseTo=Tampilkan Dock saat cursor berada di...
ScreenLeftEdge=Tepi kiri layar
ScreenRightEdge=Tepi kanan layar
ScreenTopEdge=Tepi atas layar
ScreenBottomEdge=Tepi bawah layar
EdgeWidthHeight=Tinggi\Lebar tepi
dwellTime=Jeda Dwell



[ErrorMessages]
MissingInvalid=Missing/Invalid
FilePathMissingInvalid=File/Path is missing or invalid

[DockItemProperties]
ItemSettings=Item Settings
IconImage=Icon Image (Blank for Default)
Name=Name (Blank for Default)
Target=Target
Folder=Folder.....
File=File.....
StartIn=Start In
Arguments=Arguments
Run=Run
Normal=Normal
Minimized=Minimized
Maximized=Maximized
Close=Tutup
